/* ***********************************************************************************************
* 
* Mac OS X -- NOT Embedded
* Localizable Strings
*
 *********************************************************************************************** */


/* Alert  strings */
"OK" = "OK";
"Cancel" = "Cancel";

/* Password message and field*/
"Enter password" = "Please enter your password.";
"Account Name:" = "Please enter your name:";
"Password:" = "Please enter your password:";
"Token:" = "Please enter your token:";
"Incorrectly entered password" = "Your password was entered incorrectly.";
"Incorrectly entered token" = "Your token was entered incorrectly.";

"Expired password" = "Your password has expired.";
"Expired token" = "Your PIN has expired.";

"Incorrect password" = "Your name or password was incorrect.";
"Incorrect token" = "Your name or token was incorrect.";

"New password:" = "Please enter your new password:";
"Confirm new password:" = "Confirm your new password:";
"New token:" = "Please enter your new PIN:";
"Confirm new token:" = "Confirm your new PIN:";

"Retry name:" = "Please enter your name:";
"Retry password:" = "Please enter your password:";
"Retry token:" = "Please enter your token:";

/* Reminder message, Default button, Cancel button */
"Reminder timeout" = "This is your reminder that your connection is still active. Do you wish to remain connected ?";
"Stay connected" = "Stay connected";
"Disconnect" = "Disconnect";

/* Notification window title */
"Network Connection" = "Network Connection";
"VPN Connection" = "VPN Connection";

